export const emotionAdvice = {
    hap: {
        description: "Ваша емоційна реакція вказує на відчуття радості та позитиву.",
        advice: "Продовжуйте підтримувати гарний настрій, діліться своїми емоціями з близькими.",
        recommendation: "Рекомендуємо консультацію з психотерапевтом для розвитку емоційної стійкості."
    },
    exc: {
        description: "Ви відчуваєте емоційне збудження та високу енергію.",
        advice: "Використайте цю енергію для реалізації творчих або професійних ідей.",
        recommendation: "Рекомендуємо консультацію зі спеціалістом із саморегуляції або коучем."
    },
    fru:{
        description: "Ви демонструєте ознаки розачарування або невдоволення.",
        advice: "Спробуйте проаналізувати джерела розчарування та знайти способи їх мінімізувати.",
        recommendation: "Запишіться на консультацію з психологом для роботи зі стресом і пошуком нових стратегій подолання вашого стану."
    },
    ang:{
        description: "Ваш емоційний стан вказує на накопичення злості або роздратування.",
        advice: "Практикуйте техніки самоконтролю, такі як глибоке дихання або фізичну активність.",
        recommendation: "Рекомендуємо записатися на консультацію щодо роботи з емоціями та контролю агресії."
    },
    neu:{
        description: "Ваш емоційний стан стабільний та спокійний.",
        advice: "Підтримуйте баланс і не забувайте про регулярний емоційний відпочинок.",
        recommendation: "За бажанням можна пройти профілактичну консультацію з психологом для підтримки психічного благополуччя."
    },
    sad:{
        description: "Ви відчуваєте ознаки суму або емоційного виснаження.",
        advice: "Дозвольте собі відчути емоції, але не залишайтеся наодинці зі своїм станом.",
        recommendation: "Рекомендуємо записатися на консультацію з психологом або психотерапевтом для емоційної підтримки."
    }
}
